[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Jagadeesh Viajy Varma
VERSION=8.0.0

[Language]
LANGUAGE=తెలుగు
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x044A

[Menu]
FILE=&ఫైల్
FILE_EXIT=&మూసివేయి
EDIT=&సవరించు
EDIT_COPY=&నకలను సవరించు
THEME=&థీమ్
HELP=&సహాయం
HELP_ABOUT=&క్రిస్టల్ డిస్క్ మార్క్ గురించి
LANGUAGE=భాష
ZOOM=&జూమ్
AUTO=&స్వయం
TEST_DATA=పరీక్ష సమాచారం
DEFAULT_RANDOM=డిఫాల్ట్ (పద్ధతి లేకుండా)
SETTINGS=&సెట్టింగులు
SAVE=&దాయి
QUEUES_THREADS=&వరుసలు && దారాలు
INTERVAL_TIME=విరామం సమయం
SECOND=షణం
MINUTE=నిమిషం
HOUR=గంట
ALL_ZERO=అన్ని 0x00 (0 పూరించండ)
SELECT_FOLDER=ఫోల్డర్ను ఎంచుకోండి
FONT_SETTING=&చెలమ సెట్టింగ్
PROFILE=&ప్రొఫైల్
PROFILE_DEFAULT=&డిఫాల్ట్
PROFILE_PEAK=&గరిష్ట పనితీరు
PROFILE_REAL=&వాస్తవ ప్రపంచ పనితీరు
; 8.0.0
SAVE_TEXT=దాయి （&టెక్స్ట్）
SAVE_IMAGE=&దాయి （చిత్రం）
PROFILE_DEMO=డెమో

[Message]
STOP_BENCHMARK=దయచేసి బెంచ్‌మార్క్‌ని ఆపు।
DISK_CAPACITY_ERROR=డిస్క్ సామర్థ్యం సరిపోలేదు।
DISK_CREATE_FILE_ERROR=ఫైల్‌ను సృష్టించడంలో విఫలమైంది।
DISK_WRITE_ERROR=వ్రాయడంలో లోపం।
DISK_READ_ERROR=చదవడంలో లోపం।
DISK_SPD_NOT_FOUND=DiskSpd కనుగొనబడలేదు. దయచేసి క్రిస్టల్ డిస్క్ మరక్ని మళ్లీ సతాపించండి।
[Title]
TEST_DRIVE=పరీక్ష డ్రైవ్
TEST_SIZE=పరీక్ష పరిమాణం
TEST_COUNT=పరీక్ష సంఖ్య
TEST_UNIT=పరీక్ష యూనిట్
TEST_MIX=మిశ్రమ నిష్పత్తి
; 8.0.0
TEST_MODE=పరీక్ష పద్ధతి

[WindowTitle]
ABOUT=క్రిస్టల్ డిస్క్ మార్క్ గురించి
QUEUES_THREADS=వరుసలు & దారాలు
FONT_SETTING=చెలమ సెట్టింగ్
COMMENT=వ్యాఖ్య
; 8.0.0
SETTINGS=సెట్టింగులు

[Dialog]
DEFAULT=డిఫాల్ట్
AUTO=స్వయం
FONT_FACE=చెలమ ముక్కం
FONT_SCALE=చెలమ పరిమితి (%)
FONT_RENDER_METHOD=రెండర్ పద్ధతి
BLOCK_SIZE=బ్లాక్ పరిమాణం
QUEUES=వరుసలు
THREADS=దారాలు
SEQUENTIAL_1=వరుస (1)
SEQUENTIAL_2=వరుస (2)
RANDOM_1=పద్ధతి లేకుండా (1)
RANDOM_2=పద్ధతి లేకుండా (2)
DEFAULT_AFFINITY=డిఫాల్ట్ అనుబంధం
ENABLED=ప్రారంభించబడింది
DISABLED=ఆపవేయబడింది
; 8.0.0
TYPE=రకం
PROFILE_DEFAULT=ప్రొఫైల్: డిఫాల్ట్
PROFILE_PEAK_PERFORMANCE=ప్రొఫైల్: గరిష్ట పనితీరు
PROFILE_DEMO=ప్రొఫైల్:డెమో
MEASURE_TIME=సమయాన్ని కొలవు (షణం)
INTERVAL_TIME=విరామం సమయం (షణం)
